"b2-help" : "Complete this block if you are issuing an amended ROE to change or correct information you provided on an original ROE. In this block, enter the serial number of the original ROE. <div class=\"note\">Note: When you issue an amended ROE, make sure to complete the entire form and re-enter all the correct information from the original ROE, not just the changed information.</div>",

"b3-help" : "In this block, enter the number you are using to identify the employee in your payroll records.",

"b4-help": "In this block, enter the employer’s name and address. Use the same name and address that appear on the Canada Revenue Agency remittance form you use to report your payroll source deductions. (Note: You have to enter the employer’s postal code in Block 7.)",

"b5-help": "Enter the Canada Revenue Agency Payroll Account Number (formerly called the Business Number) you use to report the employee’s payroll deductions to the Canada Revenue Agency. The Payroll Account Number consists of nine numbers, followed by two letters, followed by four numbers. You must enter all 15 characters.  <div class=\"note\">Notes<ul><li>If you have several Payroll Account Numbers, enter the Payroll Account Number you used to report the payroll deductions for the employee who is receiving the ROE.</li></li>If you have an employee who is working in two or more positions at the same time, you may have assigned different Payroll Account Numbers to those positions. If the employee experiences an interruption of earnings in all positions, you can issue one ROE combining all the payroll info. If you cannot combine all the information, you can issue separate ROEs for each Payroll Account Number.</li></ul></div>",

"b6-help":"In this block, enter the pay period type for the employee. There are five standard types of pay period: weekly, biweekly, semi-monthly, monthly, or 13 pay periods a year. If your semi-monthly or monthly pay periods are non-standard (that is, they do not end on the fifteenth day or the last day of the month), please enter “non-standard semi-monthly” or “nonstandard monthly” in this block. <div class=\"note\">Note An ROE should only reflect one pay period type. If you change your pay period type during an employee’s period of employment, you should issue an ROE for the period of employment up to the change in pay period type. If there is an interruption of earnings later, you should issue a second ROE for the rest of the employee’s period of employment until the interruption of earnings. On the second ROE, in Block 10, enter the date of the first day after the pay period change, and in Block 11, enter the last day for which paid.</div>",

"b7-help": "In this block, enter the employer’s postal code.",

"b8-help": "In this block, enter the employee’s nine-digit Social Insurance Number (SIN). It is very important to enter the correct SIN on an ROE, since we cannot process a claim for EI benefits without it. <div class=\"note\">Note Social Insurance Numbers that begin with a 9 are temporary numbers. Check with your employee to see if they have since received a permanent number. If they have, enter the permanent number here.</div>",

"b9-help" : "In this block, enter the employee’s name (first name and initials, followed by the family name) and the employee’s address you have on file, including the postal code.",

"b10-help" : "In Block 10, you usually enter the employee’s first day of work for which he or she received insurable earnings. However, if you have previously issued an ROE for that employee, the date you enter in Block 10 will be the first day the employee worked after the last interruption of earnings (that is, since the last ROE was issued).",

"b11-help" : "In Block 11, enter the last day for which the employee received insurable earnings. This date usually coincides with the last day of work; however, in some cases, employees continue to receive insurable earnings after their last day of work. This occurs with paid leave, such as vacation or sick leave, earned days off, or salary continuance. In these cases, enter the date of the last day of paid leave in Block 11, making sure that date is not a statutory holiday.",

